Revit 2027 API
Tile.TileUseColumnEdit Property
 The property labeled "Column Modify" from the "Tile" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string TileUseColumnEdit { get; }
Public Shared ReadOnly Property TileUseColumnEdit As String
	Get
public:
static property String^ TileUseColumnEdit {
	String^ get ();
}
static member TileUseColumnEdit : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyBoolean".
See Also
Reference
Tile Class
Autodesk.Revit.DB.Visual Namespace